Repository: marcospascoski/write-book-backend
Catalog: src/backend/Core/Onix.Writebook.Core.Resources/TextResource.*.resx
Languages: es

# ObjetoNaoEncontrado
source: '{0}' não encontrado.
es: '{0}' no encontrado.

# ErroEntidadeInvalida
source: Entidade inválida.
es: Entidad inválida.

# Usuario
source: Usuário
es: Usuario

source: Email
es: Correo electrónico

source: Nome
es: Nombre

source: Senha
es: Contraseña

# ErroUsuarioJaCadastradoEmail
source: O email informado já está sendo usado por outro usuário.
es: El correo electrónico proporcionado ya está siendo utilizado por otro usuario.

# ErroSenhaInvalida
source: A senha deve conter entre 8 e 50 caracteres.
es: La contraseña debe contener entre 8 y 50 caracteres.

# ErroEmailInvalido
source: Email inválido.
es: Correo electrónico inválido.

# ErroCredenciaisInvalidas
source: Email ou senha inválidos.
es: Correo electrónico o contraseña inválidos.

# SucessoCriarUsuario
source: Usuário cadastrado com sucesso.
es: Usuario registrado exitosamente.

# SucessoAlterarDadosUsuario
source: Dados do usuário atualizados com sucesso.
es: Datos del usuario actualizados exitosamente.

# SucessoAlterarPerfil
source: Perfil atualizado com sucesso.
es: Perfil actualizado exitosamente.
